Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: ** Even worse, [[PointOfNoContinues no more continues once you get to the homestretch]].[[note]]On [[UsefulNotes/ArcadeGame Arcade Games]] (where mostly seen) that was meant to prevent excessive credit-feeding, a practice deemed very unprofessional (as opposed to learning and memorizing the levels and/or bosses).[[/note]] * No way to [[DifficultyLevels adjust the difficulty]], or doing so is pretty much superficial.
pt_br: ** Pior ainda, sem ''continues'' extras quando você chega na reta final.[[note]]Nos BrNotasUteis/JogosDeArcade, onde isso era visto, a ideia era impedir o uso de fichas em excesso, uma prática que era considerada pouco profissional (ao invés de memorizar os níveis e os chefes).[[/note]] * Sem meio para ajustar os Br/NiveisDeDificuldade, ou então o ajuste é superficial.

source: ** Existing fans become irritated when elements they liked in the first work are overused or used poorly.
pt_br: ** Fãs existentes ficam irritados quando elementos que eles gostavam na primeira obra são mal utilizados ou usados em excesso.

source: ** FeudingFamilies: Two families ''loathe'' one another to the point of being openly at war with each other.
pt_br: ** Br/FamiliasRivais: Duas famílias ''se desprezam'' a ponto de abertamente guerrearem entre si.

source: ** FromTheAshes: A fictional work's ending is the starting point of a SpinOff.
pt_br: ** Br/DasCinzas: O fim de uma obra ficcional é o ponto de entrada para um Br/{{Derivado}}.

source: ** Halfway through another episode, Quico tries to get Chavo and Chilindrina to throw away his medicines (they taste awful), and a pillow fight ensues, knocking him out the window.
pt_br: ** No meio de outro episódio, Quico tenta fazer com que Chaves e Chiquinha joguem fora os remédios dele (com gosto horrível) e uma briga de travesseiro acontece, o jogando pela janela.

source: ** He once even did this ''to himself''.
pt_br: ** Ele até fez isso uma vez ''para si mesmo''.

source: ** HeelFaceBrainwashing: Heroes use brainwashing in order to reform a bad guy.
pt_br: ** Br/PassarParaOLadoDaLavagemCerebral: Heróis usam lavagem cerebral para corrigir um malvado.

source: ** HeelFaceReturn: The villain gets PutOnABus and returns as a good guy.
pt_br: ** ??? HeelFaceReturn: O vilão é Br/ColocadoEmUmOnibus e retorna como um cara bom.

source: ** HeelFaceTown: When a city goes from a WretchedHive to something more positive, without necessarily being an opportunistic takeover.
pt_br: ** ??? HeelFaceTown: Quando uma cidade deixa de ser um completo caos e passa a ser algo mais positivo sem que isso seja uma tomada oportunista da cidade.

source: ** If there's an episode that involves throwing pies in faces or dousing people with buckets of water, you can be sure that all the men and women, no exception, will end up pied or drenched.
pt_br: ** Se há um episódio que envolve arremessar tortas na cara ou molhar pessoas com baldes de água, pode ter certeza de que todos, sem exceção, vão levar torta ou serem molhados.

source: ** In ''"Clases de Box"'' (1974), they accidentally embrace by bumping into each other.
pt_br: ** EM ''"Aulas de boxe"'' (1974), eles acidentalmente se abraçam ao esbarrarem um no outro.

source: ** In one episode Doña Florinda asks Chilindrina why her father disappeared, and she answers he went off to look for a job and promised to never return until he gets one.
pt_br: ** Em um episódio a Dona Florinda pergunta da Chiquinha porque o pai dela sumiu, e ela responde que ele foi embora para procurar trabalho e só voltaria após conseguir um.

source: ** In one episode, Don Ramón is assisting Profesor Jirafales' class, at first as an excuse to escape from Doña Florinda, later, she and Profesor Jirafales agree to allow him in class, as he could use some good education.
pt_br: ** Em um certo episódio, Seu Madruga está auxiliando na aula do Professor Girafales, em princípio como desculpa para escapar da Dona Florinda, mas depois ela e Girafales concordam em permiti-lo na aula, já que ele poderia se beneficiar do conteúdo.

source: ** In one episode, Doña Florinda prepared cuernos[[note]]which resemble croissants[[/note]] for Profesor Jirafales as a surprise.
pt_br: ** Em certo episódio, a Dona Florinda preparou chifrinhos[[note]]um prato semelhante a um croissant[[/note]] como uma surpresa para o professor Girafales.

source: ** In one episode, El Chavo is selling refreshments and agrees to reveal Don Ramon's location if the landlord buys one.
pt_br: ** Em certo episódio, Chaves está vendendo refrescos e concorda em revelar onde o Seu Madruga está em troca da compra de um refresco.

source: ** In one episode, after he learns a blank painting represented El Chavo's daily breakfast, Profesor Jirafales discusses with Doña Florinda about those poor people who cannot even get something to eat.
pt_br: ** Em um episódio, depois que o Professor Girafales descobre que uma pintura em branco simbolizava o que Chaves tinha para comer, ele e Dona Florinda começam a discutir sobre as pobres pessoas que não tem o que comer.

source: ** In the "Insepts" episode where Noño takes Quiko's place, Chavo takes a cake that Doña Cleotilde baked.
pt_br: ** No episódio dos "inseptos" em que Nhonho toma o lugar do Quico, Chaves come um bolo que a Dona Clotilde assou.

source: ** In the 1977 version of the Boxing episode, after Señor Barriga tells Don Ramón about the bet he made, and walks out after allowing him to stay, Profesor Jirafales, who eavesdropped on their conversation, asked Señor Barriga if he was enough of a boxing fan to follow the amateur circuit, Señor Barriga admits he's not really a fan of boxing, [[Heartwarming/ElChavoDelOcho he made up the story because he didn't want Don Ramón or Chilindrina to be homeless]].
pt_br: ** Na versão de 1977 do episódio, depois que o Senhor Barriga fala ao Seu Madruga sobre a aposta que fez e sai após permitir que ele fique, o Professor Girafales, que espiou a conversa, pergunta se o Senhor Barriga era tão fã a ponto de acompanhar o circuito amador de boxe, no que o Senhor Barriga admite que ele não é realmente fã de boxe, mas que ele inventou a história porque ele não queria que o Seu Madruga ou a Chiquinha fossem despejados.

source: ** In the episode "El Raton de Quico", Doña Florinda defends Quico when Doña Clotilde suspects him to having switched (''by accident'') the paper bags that contained both the rat, to prank Chavo, and the sugar Clotilde bought for Florinda, saying that her son would be uncapable of touching "a disgusting animal".
pt_br: ** No episódio "O rato de Quico", Dona Florinda defende Quico quando Dona Clotilde suspeita que ele tenha trocado (''por acidente'') as sacolas de papel que tinham o rato (para pregar uma peça em Chaves) e o açúcar que Clotilde tinha comprado para a Florinda, dizendo que o filho dela seria incapaz de tocar um animal tão repulsivo.

source: ** In the episode in which Don Ramón goes to school, El Profesor Jirafales tries to explain how to find the surface of a triangle.
pt_br: ** No episódio em que Seu Madruga vai para a escola e o Professor Girafales tenta explicar como encontrar a área do triângulo.

source: ** In the episode where Quico has a mouse, Don Ramón asks for some cheese to kill it: --> '''Don Ramón''': Now go get me some cheese!
pt_br: ** O episódio onde o Quico tem um rato e Seu Madruga pede um pouco de queijo para matá-lo:

source: ** In the episode where the kids are studying in Quico's house, while Profesor Jirafales is grading their art projects, Doña Florinda tells them to keep studying hard, so that they can one day be like Profesor Jirafales.
pt_br: ** No episódio em que as crianças estão estudando na casa do Quico, enquanto o professor está avaliando os projetos de arte, Dona Florinda diz a eles para continuarem estudando para que um dia possam ser como o professor Girafales.

source: ** In the same interrogation, Sonny reveals he loved Lanning, his "father", an emotion no robot should have.
pt_br: ** No mesmo interrogatório, Sonny revela que ele amava Lanning, seu "pai", uma emoção que nenhum robô deveria ter.

source: ** In the story about accepting defficient people as equal, Zuca is seen jumping in one leg and says he's imitating an one-legged boy he just saw.
pt_br: ** Na história sobre aceitar pessoas deficientes como iguais, Zuca é visto pulando em um pé só e dizendo que está imitando um garoto de uma perna que ele viu há pouco tempo.

source: ** Inflexible JumpPhysics render it impossible to accurately dodge attacks in midair, especially if your character's jump height is less than half that of Mario's or Luigi's.
pt_br: ** A Br/FisicaDeSalto inflexível faz com que seja impossível desviar de ataques no meio do ar, especialmente se a altura de pulo do personagem é pouca.

source: ** Ironically, the title is a bit of a misnomer.
pt_br: ** Ironicamente, o título não é exatamente adequado.

source: ** J points the Noisy Cricket in K's face as soon as K hands it to him.
pt_br: ** J aponta a arma na direção de K assim que ele a recebe.

source: ** K ordering J to fasten his seat belt, J lecturing him about politeness, and K politely asking J to put on a seat belt after pushing the little red button.
pt_br: ** K ordenando que J ponha o cinto de segurança, J passando um sermão sobre boas maneiras e K educadamente pedindo que J ponha o cinto de segurança após apertar o botão vermelho.

source: ** Kay actually invokes it by chatting over a cup of coffee with the Worm Guys, when James remained doubtful.
pt_br: ** K invoca este tropo ao conversar com os aliens da copa enquanto toma café, quando James se mostra cético quanto à organização.

source: ** La Chilindrina (Wrath) has a big of a HairTriggerTemper and comes up with BlatantLies when someone does a tiniest thing that annoys her.
pt_br: ** Ira: Chiquinha, que tem Br/PavioCurto e elabora Br/MentirasDescaradas sempre que alguém faz algo que a irrita.

source: ** Lanning also notes that androids seem to dream, and when they're placed in shipping crates, rather than give each other space, they cluster together instead for no logical reason.
pt_br: ** Lanning também observa que androides parecem sonhar, e quando armazenados em contêineres, eles se agrupam ao invés de darem espaço entre si sem que haja motivo lógico.

source: ** Lanning's hologram projector.
pt_br: ** O projetor holográfico de Lanning.

source: ** LetteredSequel: When a sequel title has a letter instead of number.
pt_br: ** Br/SequenciaComLetras: Quando o título da sequência tem uma letra no lugar de um número.

source: ** Likewise for the example mentioned in MistakenForCheating - Don Ramón was coaching Profesor Jirafales how to tell Doña Florinda he's in love with her (With Don Ramón as Profesor Jirafales, and the latter as Doña Florinda).
pt_br: ** Também acontece no episódio em que Seu Madruga está orientando Girafales a como dizer para Dona Florinda que ele está apaixonado por ela (com o Seu Madruga no papel do Girafales, e o professor no papel da Florinda).

source: ** Limited/Subjective is the most common POV choice in modern literature.
pt_br: ** Limitada/Subjetiva é a escolha mais comum na literatura contemporânea.

source: ** Made especially egregious in the story "Homem é Homem!".
pt_br: ** Isso fica especialmente flagrante na história "Homem é Homem!".

source: ** MentorInSourArmor: A mentor who is snarky, cynical, and harsh on the surface, but is a good person underneath.
pt_br: ** Br/MentorEmArmaduraAzeda: Um mentor que é sarcástico, cínico e rude superficialmente, mas que no fundo é uma boa pessoa.

source: ** MentorInSourArmor: Bitter mentors with soft hearts.
pt_br: ** Br/MentorEmArmaduraAzeda: Mentores ásperos com corações moles.

source: ** MonsterAdventurers: Creatures who are generally disposable {{Mooks}} decide they want the PlotArmor that comes with being a hero.
pt_br: ** Br/MonstrosAventureiros: Criaturas que geralmente são Br/{{Capangas}} descartáveis decidem que eles querem a Br/ArmaduraDeTrama que vêm junto com o título de herói.

source: ** Mr. Furious as Id; "I ''am'' a ticking time bomb of fury." * FurAndLoathing: The gang called "The Furriers", a bunch of {{femme fatale}}s wearing leather and fur.
pt_br: ** Irado é o Id; "Eu ''sempre'' fui uma bomba relógio ambulante". * Br/MaldadeEnvoltaEmPelagem: A gangue das Felinas, um grupo de Br/{{femme fatale}}s trajando couro e casacos de pele.

source: ** Mr. Furious briefly attempts to convince his crush that his name is Phoenix Dark, before admitting that his name is actually Roy.
pt_br: ** Irado brevemente tenta convencer seu interesse amoroso que o nome dele é Phoenix Dark, antes de admitir que o nome dele na verdade é Roy.

source: ** Mr. Furious is constantly trying to come up with these, but as the Bowler accurately points out "your wit is a hindrance, so nothing is provocative -- it's all mixed metaphors." He does, however, come up with a pretty good one when he finally [[LetsGetDangerous gets dangerous]]: --->'''Mr. Furious:''' Someone must have ripped the "Q" section out of my dictionary, [[{{Determinator}} 'cause I don't know the meaning of the word "quit"]]!
pt_br: ** O Irado constantemente tenta elaborar uma dessas, mas como a Boliche aponta, ele "tem inteligência curta", então nada é realmente provocativo. No entanto, ele eventualmente elabora uma bem bacana quando finalmente [[Br/VamosFicarPerigosos fica perigoso]]: --->'''Irado:''' Fique sabendo que [[Br/ODeterminado a palavra "desistir" não existe no meu dicionário]], seu vilãozinho de merda!

source: ** MuggleAndMagicalLoveTriangle: A love triangle with a supernatural suitor and muggle suitor.
pt_br: ** Br/TrianguloAmorosoTrouxaEMagico: Um triângulo amoroso com um pretendente trouxa e um pretendente mágico.

source: ** Multiple narrators: the story describes the actions and thoughts of more than one character.
pt_br: ** Narradores múltiplos: a história descreve as ações e pensamentos de mais de um personagem.

source: ** NPlusOneSequelTitle: When the second title in a series doesn't include the number 2, but instead adds one to a number found in the first title.
pt_br: ** Br/TituloDaSequenciaNMaisUm: Quando o segundo título da sequência não leva o número 2, mas ao invés acrescenta 1 a um número que está no primeiro título.

source: ** Near the end of the episode where Don Ramón stays on the class for one day, Profesor Jirafales orders Chavo to go erase the blackboard, where there are two drawings: one of a circle, and one of a skull.
pt_br: ** Perto do fim do episódio em que o Seu Madruga fica na sala por um dia, o Professor Girafales pede que Chaves apague a lousa, onde há dois desenhos: o de um círculo e o de uma caveira.

source: ** ObviousJudas: Expecting the audience to be surprised when an ObviouslyEvil character turns out to be a villain.
pt_br: ** Br/JudasObvio: Esperar que o público fique surpreso quando um personagem Br/ObviamenteDoMal é revelado ser um vilão.

source: ** Of course his teammates get no respect either, except from their own families.
pt_br: ** Os colegas de time dele também não tem respeito nenhum, exceto o das próprias famílias.

source: ** Omniscient: The story is described from an external perspective, and any character's thoughts and feelings may be delved into.
pt_br: ** Onisciente: A história é contada de uma perspectiva externa, e é possível imergir nos pensamentos e sentimentos de qualquer personagem.

source: ** One PlayedForLaughs in the climax: Spooner temporarily races up ahead during the [[spoiler: robot takeover]] to rescue Farber.
pt_br: ** Um que é Br/UsadoParaHumor no clímax: Spooner temporariamente toma a dianteira durante [[spoiler: a revolta dos robôs]] para resgatar Farber.

source: ** One example, by Quico: --->''(always after Doña Florinda slaps Don Ramón)'': '''"¡Sí, mami!"''' "Yes, mommy!" --->''(goes in front of Don Ramón)'' '''"¡Chusma, chusma, [[BlowingARaspberry prrrf!]]"''' ''(pushes him and gets away)'' "Riffraff, riffraff, prrrf!" ** BorrowedCatchPhrase: happened sometimes, too.
pt_br: ** Um exemplo, do Quico: --->''[sempre após Seu Madruga levar um tapa]'' "Sim, mamãe!" --->''[parando na frente do Seu Madruga]'' "Gentalha, gentalha, prrrf!" [soprando com a língua de fora] ** Também ocorrem casos de Br/BordaoEmprestado.

source: ** Or if the difficulty levels actually are fair, there may be an optional difficulty level that [[HarderThanHard makes Easy, Normal, and even Hard look like child's play]].
pt_br: ** Ou se os níveis de dificuldade na verdade são justos, pode ser que haja um nível de dificuldade opcional [[Br/MaisDificilQueODificil que faz com que os outros níveis, até o difícil, se pareçam com brincadeira de criança]].

source: ** Originally the movie was supposed to take place somewhere in rural America, but the filmmakers moved the setting to New York City since so many odd things happen there and there are so many unusual people that nobody pays any attention.
pt_br: ** Originalmente o filme se passaria em algum lugar na zona rural dos Estados Unidos, mas os produtores mudaram a ambientação para Nova Iorque porque lá coisas estranhas acontecem e muitas pessoas incomuns existem, então ninguém presta atenção.

source: ** Outside of U.S.-Robotics headquarters, Calvin and Spooner find they can't enter the building because of the large number of NS-5s guarding the main entrance: ---> '''Spooner:''' I keep expecting the Marines, or Air Force.
pt_br: ** Do lado de fora do prédio da USR, Calvin e Spooner descobrem que não podem entrar no prédio por causa do número expressivo de NS-5s guardando a entrada principal: ---> '''Spooner:''' Eu fico esperando os fuzileiros, a força aérea...

source: ** Paçoca, after stopping a fire in a black man's house, tells said man he already got all burned.
pt_br: ** Paçoca, depois de apagar um incêndio na casa de um homem negro, diz ao homem que ele já se queimou todo.

source: ** Pencil Head is played by Creator/DougJones.
pt_br: ** Cabeça-de-Lápis é interpretado pelo BrCriador/DougJones.

source: ** Played straight when Spooner is attacked by NS-5 robots.
pt_br: ** Usado na maneira comum quando Spooner é atacado pelos NS-5.

source: ** Popis mentions her parents once in a while as if they're still present in her life, but she appears to live at Doña Florinda's house and accept her as a parental figure.
pt_br: ** Popis menciona os pais ocasionalmente como se eles ainda estivesse presentes na vida dela, mas ela aparenta viver na casa de Dona Florinda e a aceita como figura maternal.

source: ** Profesor Jirafales yells "¡TA-TA-TA-TA-TA!" whenever he feels insulted or disrespected.
pt_br: ** O Professor Girafales grita "TA-TA-TA-TA-TA!" sempre que ele se sente insultado ou desrespeitado.

source: ** Professor Jirafales is full of these: --->'''Professor Jirafales''': ¿Por cuál causa, motivo, razón o circunstancia?
pt_br: ** Professor Girafales também tem as suas. --->'''Professor Girafales:''' Por qual causa, motivo, razão ou circunstância?

source: ** Quico (Envy), a know-it-all SpoiledBrat who likes to brag about his shop-bought toys to Chavo and cannot hide his jealousy over him.
pt_br: ** Inveja: Quico, um Br/PirralhoMimado metido a sabichão que gosta de se vangloriar para o Chaves sobre seus brinquedos comprados em loja e que não suporta vê-lo se divertindo.

source: ** Quico cries with a rather amusing ''"ggggrrrrrrrr"'' sound that must be heard to be fully understood, but try imagining the sound of water running through sewers rather violently.
pt_br: ** Quico chora com um som curioso de ''"aaaahhhrrrrrrr"'' com a língua estremecendo no R.

source: ** Rebeca is shown to be terrified of cockroaches after Zuca uses one to scare her.
pt_br: ** Rebeca demonstra ter medo de baratas depois que Zuca usa uma para assustar ela.

source: ** RedemptionPromotion: A harmless/ful or incompetent character gets substantially stronger post-HeelFaceTurn.
pt_br: ** Br/PromocaoPosRedencao: Um personagem inofensivo ou incompetente fica muito mais forte após Br/PassarParaOLadoDosMocinhos.

source: ** Robots vs. the human rioters.
pt_br: ** Robôs contra os protestantes humanos.

source: ** Rosenberg's cat, which he takes to the restaurant and which later ends up at the morgue.
pt_br: ** O gato de Rosenberg, que ele leva consigo ao restaurante e depois para no necrotério.

source: ** Roy does a [[Series/TheSixMillionDollarMan Six Million Dollar Man]] slow-motion jump, complete with the iconic sound-effect.
pt_br: ** Roy executa um pulo em câmera lenta no estilo de BrSerie/OHomemDeSeisMilhoesDeDolares, completo com o efeito sonoro icônico.

source: ** Roy inflicts one on ''himself'' while trying to start his motorcycle; he misses the lever and lands full on the gas tank, then spends the rest of the scene whimpering.
pt_br: ** Roy aplica um ''em si mesmo'' ao tentar dar partida na motocicleta; ele erra a alavanca e cai sobre o tanque, depois passa o resto da cena resmungando.

source: ** SequelLogoInRuins: The logo for a future title is more ruined than the original to reflect its darker nature.
pt_br: ** Br/LogotipoDaSequenciaEmRuinas: O logotipo de um título posterior está mais arruinado que o original para refletir sua atmosfera mais sombria.

source: ** SequelNumberSnarl: When the numbering of sequels gets... odd.
pt_br: ** Br/EmaranhadoDeNumeroDaSequencia: Quando a numeração das sequências começa a ficar... estranha.

source: ** Several adult women, such as Binho's mother or Rebeca's dentist, get very deep scary-sounding voices.
pt_br: ** Várias mulheres adultas, como a mãe de Binho ou a dentista da Rebeca, recebem vozes graves assustadoras.

source: ** Señor Barriga (Greed) often arrives at the neighborhood to collect the rent, especially from Don Ramón who is faced with the threat of getting evicted if the demands aren't met.
pt_br: ** Avareza: Senhor Barriga, que aparece na vila apenas para recolher o aluguel, em especial do Seu Madruga, que sempre encara a ameaça de ser despejado caso ele não pague as dívidas.

source: ** Señor Barriga getting hit by something thrown by El Chavo when he arrives in the vecindad.
pt_br: ** O Senhor Barriga sempre é acertado por algo arremessado pelo Chaves quando ele chega na vila.

source: ** SheepInWolfsClothing: A character who has been turned non-human and infiltrates the non-humans to help their human friends.
pt_br: ** Br/CordeiroEmPeleDeLobo: Um personagem que foi transformado em algo não-humano e se infiltra nos não-humanos para ajudar seus amigos.

source: ** Shoveler as Ego; level-headed balancer.
pt_br: ** O Pá é o Ego, conciliador equilibrado.

source: ** Similar to Dudão's case, the minor character Lipão is based on the creator's son Lipe, said name being short for Felipe.
pt_br: ** Similar ao caso de Dudão, o personagem menor Lipão é baseado no filho do criador, Lipe, sendo este uma forma reduzida de Felipe.

source: ** Similarly, a character is [[WhyDidItHaveToBeSnakes afraid of something]], but can still function when around it, but eventually, the fear becomes crippling.
pt_br: ** Similarmente, um personagem que [[Br/PorQueTinhaQueSerCobras tem medo de algo]], mas que consegue lidar com isso, mas eventualmente o medo se torna incapacitante.

source: ** SinkOrSwimMentor: A character teaches another character a skill by putting them in a life-or-death situation.
pt_br: ** Br/MentorDeAfundarOuNadar: Um personagem ensina uma habilidade a outro personagem ao colocá-lo em uma situação de vida ou morte.

source: ** SinkOrSwimMentor: A mentor teaches another character a skill by putting them in a life-or-death situation.
pt_br: ** Br/MentorDeAfundarOuNadar: Um mentor ensina uma habilidade a outro personagem ao colocá-lo em uma situação de vida ou morte.
